# vim: ft=antidote

# Prompt
romkatv/powerlevel10k

# Completions
deadc0de6/dotdrop kind:fpath path:completion
eza-community/eza kind:fpath path:completions/zsh
sharkdp/fd kind:fpath path:contrib/completion
mesonbuild/meson kind:fpath path:data/shell-completions/zsh
ajeetdsouza/zoxide kind:fpath path:contrib/completions
tealdeer-rs/tealdeer kind:clone
zsh-users/zsh-completions kind:fpath path:src

# Assets
catppuccin/delta kind:clone
catppuccin/eza kind:clone
catppuccin/fzf kind:clone
catppuccin/lazygit kind:clone
catppuccin/zsh-syntax-highlighting kind:clone
dandavison/delta kind:clone     # For themes
jchook/ranger-zoxide kind:clone

# Load this before Oh My Zsh
getantidote/use-omz

# Use all of Oh My Zsh libs
ohmyzsh/ohmyzsh path:lib

# Oh My Zsh plugins
ohmyzsh/ohmyzsh path:plugins/mise   # Should be first to update PATH
ohmyzsh/ohmyzsh path:plugins/colored-man-pages
ohmyzsh/ohmyzsh path:plugins/copyfile
ohmyzsh/ohmyzsh path:plugins/eza
ohmyzsh/ohmyzsh path:plugins/fzf
ohmyzsh/ohmyzsh path:plugins/jj
ohmyzsh/ohmyzsh path:plugins/ssh-agent
ohmyzsh/ohmyzsh path:plugins/uv
ohmyzsh/ohmyzsh path:plugins/zoxide

# 3rd party plugins
zsh-users/zsh-autosuggestions
zsh-users/zsh-syntax-highlighting pre:load_zsh_syn_hl_theme
mafredri/zsh-async
